Repository: maycomayco/knx_awebooking
Catalog: languages/awebooking-*.po
Languages: es_es

source: AweBooking requires at least PHP version 5.3.29. You are running version %s.
es_es: AweBooking requiere por lo menos PHP versión 5.3.29. Se está ejecutando la versión %s.

source: Your booking
es_es: Tu reserva

source: No Item. Return to Check Availability form!
es_es: No hay Disponibilidad. Regrese a la página y compruebe otra fecha!

source: Information
es_es: Información

source: About AweBooking
es_es: Sobre AweBooking

source: AweBooking
es_es: Administración de Hotel

source: AweBooking is an ideal solution for hotel booking. It is simple, easy-to-use but features all necessary functions needed in a booking plugin:
es_es: AweBooking es una solución ideal para la reserva de hotel. Es simple, fácil de usar, pero cuenta con todas las funciones necesarias necesarias en un plugin de reserva:

source: Install pages successfully!
es_es: Páginas instaladas correctamente!

source: Shortcode
es_es: Shotcode

source: Email template
es_es: Plantilla de Email

source: New booking
es_es: Nueva reserva

source: Pending booking
es_es: Reservación pendiente

source: Complete booking
es_es: Completar la reserva

source: Cancelled booking
es_es: Reserva cancelada

source: Custom color
es_es: Color personalizado

source: Pages setting
es_es: Configuración de páginas

source: Custom code
es_es: Código Personalizado

source: Checkout order
es_es: Orden

source: %s to view booking.
es_es: Esta reservando %s.

source: Click here
es_es: Click aqui

# Order status
source: Cancelled
es_es: Cancelado

source: Select a page
es_es: Seleccione una página

source: The search information is not right with the following requirements:
es_es: La información de búsqueda es incompleta para los siguientes requerimientos:

source: Minimum guests: %s
es_es: Personas mínimas %s

source: Maximum guests: %s
es_es: Personas máximas %s

source: Minimum children: %s
es_es: Menores minimos: %s

source: Maximum children: %s
es_es: Menores máximos: %s

source: Minimum nights: %s
es_es: Noches mínimas: %s

source: Please change your search information and try again.. Thanks
es_es: Intente con otros parámetros de búsqueda... Gracias

source: There are no rooms available in %s on these dates. Please change your search and try again. Thanks
es_es: Sin habitaciones disponibles en %s esas fechas. Modifique su búsqueda e intente nuevamente.

source: Username
es_es: Usuario

source: Prepayment by percent
es_es: Seña por porcentaje

source: Prepayment by money number
es_es: Seña por monto

# Post Type General Name
source: Room Type
es_es: Tipo de habitación

# Post Type Singular Name
source: AweBooking
es_es: Administración de Hotel

source: All Room Types
es_es: Todas los tipos de habitaciones

source: View Room Type
es_es: Ver tipo de habitación

source: Add New Room Type
es_es: Nuevo tipo de habitación

source: Edit Room Type
es_es: Editar tipo de habitación

source: Update Room Type
es_es: Actualizar tipo de habitación

source: Search Room Types
es_es: Buscar su habitación

source: No Room Types found
es_es: No se encontraron resultados

source: Parent Hotel
es_es: Hotel padre

source: Number of rooms
es_es: Nro de habitaciones

source: Publish
es_es: Publicar

source: Pending payment
es_es: Pago pendiente

source: Completed deposit
es_es: Completado

source: Cancelled
es_es: Cancelado

source: Payment
es_es: Pago

source: Prepaid
es_es: Prepago

source: Restore
es_es: Restaurar

source: Booking %s
es_es: Reservando %s

source: Awe Export
es_es: Exportar

source: Remove old version data successfully
es_es: Eliminado de los datos de la versión antigua correctamente

source: Icon
es_es: Icono

source: No room availability
es_es: No se encuentra disponibilidad

source: Max nights to check is %s
es_es: Noches mínimas: %s

source: Max adult to check is %s
es_es: Adultos máx: %s

source: Max child to check is %s
es_es: Menores máx: %s

source: Price Basic: %s
es_es: Precio base: %s

source: %s/night
es_es: %s / noche

source: Package of %s
es_es: Paquete de %s

source: day
es_es: dia

source: Customer:
es_es: Cliente:

source: From:
es_es: De:

source: To:
es_es: Para:

source: Status order:
es_es: Estado reserva:

source: Orders Info
es_es: Reserva info

source: Not found any room available in this room type
es_es: No hay habitaciones disponibles en este tipo de habitación

source: Can not add room to cart
es_es: No se puede agregar habitación al carrito

source: Added room %s to cart successfully
es_es: Habitacion %s agregada

source: You are booking room %s
es_es: Esta reservando %s

source: %s Adult
es_es: %s Adultos

source: %s Child
es_es: %s niños

source: Room %s
es_es: Habitación %s

source: All data about room type, room and booking will be deleted and can not restore. Are you sure to continue?
es_es: Todos los datos sobre el tipo de habitación, la habitación y la reserva se eliminarán y no se puede restaurar. ¿Estás seguro de continuar?

source: You are changing room %s
es_es: Esta cambiando a la habitación %s

source: You are changing room
es_es: Usted esta cambiando de habitacion

source: Maximum night can be booked is %s
es_es: Cant. máxima de noches %s

source: Adult: %s
es_es: Adultos: %s

source: Child: %s
es_es: Menores: %s

source: Prepayment type
es_es: Tipo de seña

source: Pay full
es_es: Pago completo

source: Prepaid
es_es: Seña

source: Tax
es_es: Impuestos

source: Your Reservation
es_es: Su reserva

source: All rooms are selected
es_es: Habitaciones seleccionadas

source: Change all rooms
es_es: Cambiar habitaciones

source: Go to checkout
es_es: Ir al checkout

source: %s room remaining
es_es: %s habitación disponible

source: Discount Price
es_es: Descuento

source: Booking %s upwards:
es_es: Esta reservando: %s

source: From %s upwards:
es_es: Desde %s hacia arriba:

source: %s night
es_es: %s noche

source: Adult
es_es: Adultos

source: Check Availability Warning!
es_es: Ver disponibilidad

source: Customer name
es_es: Nombre

source: Customer email
es_es: Email

source: Tax:
es_es: impuestos:

source: Number of rooms. If changing it, all room of this room type will be removed
es_es: Cant. de habitaciones. Si cambia, todas las habitaciones de este tipo serán removidas.

source: Room name
es_es: Habitación id

source: Fill room name, separate by comma
es_es: Identificador de habitaciones, separados por coma

source: for %s guest(s)
es_es: para %s invitados

source: Minimum - Maximum guests (included adult & children) allowed.
es_es: Personas - min y max, incluyendo menores

source: Minimum - Maximum children allowed.
es_es: Menores - min y max

source: Minimum night number.
es_es: Noches mínimas.

source: Before day
es_es: Dia de antelacion

source: Set Page Check Available:
es_es: Establecer página de verificación disponibilidad:

source: Set Page List Rooms:
es_es: Establecer página de listado de habitaciones:

source: Set Page Checkout:
es_es: Establecer pagina para Checkout

source: Add Images to Product Gallery
es_es: Agregar imagen a la galeria

source: Add gallery images
es_es: Crear galeria

source: From Date
es_es: Desde

source: To Date
es_es: Hasta

source: Remove old data
es_es: Eliminar datos antiguos

source: Room %d
es_es: Habitacion %d

source: %d Adult
es_es: %d Adulto

source: %d Child
es_es: %d Menor

source: Discount price
es_es: Descuento

source: Prepayment Type
es_es: Seña

source: deposit
es_es: Deposito

source: Remaining Amount
es_es: Saldo pendiente

source: (SUBTOTAL - DEPOSIT)
es_es: (Subtotal - deposito)

source: DatePicker Language
es_es: Idioma selector de fechas

source: English (United States)
es_es: Inglés (Estados Unidos)

source: Custom CSS
es_es: CSS Personalizado

source: Primary color
es_es: Color primario

source: Secondary color
es_es: Color secundario

source: Background color
es_es: Color de fondo

source: Background secondary color
es_es: Color de fondo secundario

source: Highlight color
es_es: Color resaltado

source: Highlight hover color
es_es: Color al pasar el ratón

source: Border color
es_es: Color del borde

source: How soon a booking can start
es_es: Qué tan pronto puede iniciar una reserva

source: Max room can choose
es_es: Habitaciones max que se pueden elegir

source: Maximum number of rooms which user can choose when check availability.
es_es: Número máximo de habitaciones que el usuario puede elegir cuándo consulta disponibilidad.

source: Number of adults.
es_es: Nro de adultos.

source: Number of children.
es_es: Nro de menores.

source: Number of nights.
es_es: Noches.

source: Tax amount
es_es: Impuestos

source: Tax type
es_es: Impuesto tipo

source: Percentage
es_es: Porcentaje

source: Fixed
es_es: Fijo

source: Currency Position
es_es: Posición de Moneda

source: Left (%s)
es_es: Izquierda (%s)

source: Right (%s)
es_es: Derecha (%s)

source: Left with space (%s)
es_es: Izquierda con espacio (%s)

source: Right with space (%s)
es_es: Derecha con espacio (%s)

source: Thousand Separator
es_es: Separador de mil

source: Decimal Separator
es_es: Separador Decimal

source: Number of Decimals
es_es: Número de Decimales

source: Show calendar in single room type
es_es: Mostrar calendario en tipo de habitación

source: Show number of remain rooms on check availability results
es_es: Mostrar número de habitaciones remanentes disponibles

source: Enable/Disable
es_es: Habilitar/deshabilitar

source: Enable this email notification
es_es: Activar este aviso por correo electrónico

source: Subject
es_es: Asunto

source: Cancelled order
es_es: Reserva cancelada

source: This controls the email subject line. Leave blank to use the default subject: %s
es_es: Esto controla el asunto del correo electrónico. Deja en blanco para utilizar el asunto por defecto: %s

source: Email Heading
es_es: Email cabecera

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: %s
es_es: Esto controla el contenido del encabezado del correo electrónico de notificación. Déjalo en blanco para usar el predeterminado: %s

source: Email Text
es_es: Email texto

source: Cancelled booking emails are sent to the recipient list when bookings have been marked cancelled (Delete)
es_es: Los correos electrónicos de cancelación de reserva se envían a la lista de destinatarios cuando las reservas se han marcado como cancelada (Borrar)

source: HTML template
es_es: Plantilla HTML

source: To override and edit this email template copy
es_es: Reemplazar y modificar esta copia de la plantilla de correo electrónico

source: Delete template file
es_es: Eliminar archivo de plantilla

source: View template
es_es: Ver plantilla

source: Copy file to theme
es_es: Copiar archivo a la plantilla

source: Completed booking
es_es: Reserva completada

source: Send mail to admin
es_es: Enviar correo electrónico al dministrador?

source: Hide template
es_es: Ocultar plantilla

source: SMTP Host
es_es: Host SMTP

source: SMTP Port
es_es: Puerto SMTP

source: SMTP Secure
es_es: SMTP seguro

source: Mail
es_es: Correo

source: Password
es_es: Contraseña

source: Config to send email
es_es: Configuración para enviar correo electrónico

source: New bookings emails are sent to customer soon after the booking process is complete
es_es: Se enviará un correo electrónico al cliente después de finalizar el proceso de reserva

source: Send mail to user
es_es: Enviar correo a usuario

source: From Email Address
es_es: De Correo Eletronico

source: Email Footer
es_es: Pie del correo electrónico

source: Email Template
es_es: Plantilla de Email

source: WooCommerce checkout
es_es: Finalizar reserva WooCommerce

source: Money number
es_es: Cantidad de dinero

source: Customer
es_es: Cliente

source: Optional extras
es_es: Extras

source: Date Available
es_es: Fecha Disponible

source: Welcome to AweBooking
es_es: Bienvenidos a awebooking

source: Thanks, all done!
es_es: Gracias, todo listo!

source: Thank you for updating to the latest version!
es_es: Gracias por actualizar a la última versión!

source: Thank you for using our
es_es: Gracias por usar nuestro

source: %s AweBooking to be your room management system.
es_es: %s Awebooking por ser tu sistema de gestión.

source: Settings
es_es: Ajustes

source: Intall Pages
es_es: Instalar Páginas

source: + Room type management: categorize rooms into equivalent room types.
es_es: + Administración Tipo Habitaciones: categorizar habitaciones en equivalentes de otros tipos.

source: 2 Booking types
es_es: 2 Tipos de Reserva

source: Powerful settings
es_es: Ajustes Potentes

source: Need help?
es_es: Ayuda?

source: If you need help with setting up the plugin, please <a href="http://awethemes.com/forum/plugin-support/awebooking" target="blank">post your question here</a>
es_es: Escriba su pregunta aqui

source: AWE Check Available
es_es: AWE Ver Disponibilidad

source: AWE List Room
es_es: AWE Lista Habitaciones

source: Room management
es_es: Gestión habitaciones

source: Calendar
es_es: Calendario

source: Booking form
es_es: Formulario Reservas

source: Rooms status
es_es: Habitaciones Estado

source: Import/Export
es_es: Importar/Exportar

source: Reset after
es_es: Resetear después

source: Update Setting Success.
es_es: Actualización de Ajustes exitosamente

# Order status
source: Pending Payment
es_es: Pagos Pendientes

# Order status
source: Completed
es_es: Completado

source: Order
es_es: Pedido

source: Arrival Date
es_es: Día de Llegada

source: Departure Date
es_es: Día de Partida

source: Room
es_es: Habitación

source: Adult
es_es: Adulto

source: Child
es_es: Niño

source: Order Status
es_es: Estado de pedido

source: This is where store orders are stored.
es_es: Aquí es donde se almacenan pedidos de la tienda

# Post Type General Name
source: Bookings
es_es: Reservas

# Post Type Singular Name
source: Bookings
es_es: Reservas

source: Bookings
es_es: Reservas

source: View Bookings
es_es: Ver Reservas

source: Add New Bookings
es_es: Añadir Nuevas Reservas

source: New Bookings
es_es: Nuevas Reservas

source: Edit Bookings
es_es: Editar Reservas

source: Update Bookings
es_es: Actualizar Reservas

source: Search Bookings
es_es: Buscar Reservas

source: No Rooms found
es_es: No se encontraron Habitaciones

# Order status
source: Pending payment
es_es: Pagos Pendientes

source: Pending payment <span class="count">(%s)</span>
es_es: Pagos Pendientes <span class="count">(%s)</span>

# Order status
source: Processing
es_es: Procesando

source: Processing <span class="count">(%s)</span>
es_es: Procesando <span class="count">(%s)</span>

source: Completed <span class="count">(%s)</span>
es_es: Completado <span class="count">(%s)</span>

source: Room Data
es_es: Habitación Data

source: Create Gallery
es_es: Crear Galería

source: Title
es_es: Título

source: Base price
es_es: Precio Base

source: Date
es_es: Fecha

source: Trash
es_es: Basura

source: Completed
es_es: Completado

source: Type
es_es: Tipo

source: Action
es_es: Acción

source: Unpublished
es_es: No Publicado

source: Info booking
es_es: Info Reservas

source: Awe Delete
es_es: Awe Borrar

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: Price
es_es: Precio

source: Daily package
es_es: Paquete diario

source: package
es_es: paquete

source: Move to trash
es_es: Mover a Papelera

source: Room:
es_es: Habitación:

source: Check Availability Warning
es_es: Ver Disponibilidad Cuidado

source: Person minimum
es_es: Mínimo Personas

source: Person maximum
es_es: Máximo Personas

source: Child minimum
es_es: Mínimo Niños

source: Child maximum
es_es: Máximo Niños

source: Please select an Adult and Child
es_es: Por favor seleccione un Adulto y un Niño

source: The total number of guests (adults and children) allowed in this unit
es_es: El total de huéspedes (adultos y niños) permitido en esta unidad

source: Order &ndash; %s
es_es: Pedido &ndash; %s

source: Package of
es_es: Paquete de

source: Change Room
es_es: Cambiar Habitación

source: Prev
es_es: Anterior

source: Next
es_es: Siguiente

source: Package
es_es: Paquete

source: Booking Details
es_es: Detalles de la reserva

source: Booking duration:
es_es: Duración reserva:

source: Numbers of Guests
es_es: Número de invitados

source: Title:
es_es: Título

source: Enable Departure Date
es_es: Habilitar Fecha Partida

source: Enable Night Number
es_es: Habilitar Número de Noches

source: Enable Multiple Room Selection
es_es: Permitir Selección Múltiple de habitaciones

source: Form Style:
es_es: Estilo Formulario:

source: Price/Night
es_es: Precio/Noche

source: Extra price
es_es: Precio Extra

source: Sale
es_es: Venta

source: Availability
es_es: Disponibilidad

source: Arrival Date
es_es: Fecha de Llegada

source: Nights
es_es: Noches

source: Room Type
es_es: Tipo de habitación

source: All
es_es: Todo

source: Rooms
es_es: Habitaciones

source: CHECK AVAILABILITY
es_es: VER DISPONIBILIDAD

source: Loading
es_es: Cargando

source: Select Rooms
es_es: Elegir Habitación

source: Make a reservation
es_es: Haga Su Reserva

source: Review
es_es: Resumen

source: Place booking
es_es: Pago

source: Children
es_es: Niños

source: All Rooms Select
es_es: Todas las habitaciones

source: BOOK ROOM
es_es: RESERVA HABITACIÓN

source: View Price Detail
es_es: Ver Detalles Precio

source: Price Detail Of Day
es_es: Detalle Precio del Día

source: View More Information
es_es: Ver más información

source: Book
es_es: Reserva

source: Guest
es_es: Invitados

source: Order status
es_es: Estado Pedido

source: Check availability
es_es: Ver Disponibilidad

source: Image
es_es: Imagen

source: Discount
es_es: Descuento

source: Total price
es_es: Precio Total

source: Save Bookings
es_es: Guardar Reserva

source: New Room Item
es_es: Nuevo Item Habitación

source: Actions
es_es: Acciones

source: Remove Item
es_es: Borrar Item

source: Add New Item
es_es: Añadir Nuevo Item

source: Apply
es_es: Aplicar

source: Cancel
es_es: Cancelar

source: Extra Price
es_es: Precio Extra

source: Short Description
es_es: Breve Descripción

source: Sleeping capacity
es_es: Capacidad para dormir

source: Child capacity
es_es: Capacidad Niños

source: Minimum Night
es_es: Noches mínimas

source: For Adults
es_es: Por adultos

source: Amount
es_es: Cantidad

source: Remove
es_es: Borrar

source: Add
es_es: Añadir

source: For Children
es_es: Por niños

source: Unit
es_es: Unidad

source: Sale type
es_es: Tipo de Venta

source: Day
es_es: Día

source: Week
es_es: Semana

source: Month
es_es: Mes

source: Subtract from price
es_es: Descontar del precio

source: Decrease price by %
es_es: Descontar precio por %

source: Options
es_es: Opciones

source: Add another item
es_es: Añadir nuevo Item

source: delete
es_es: borrar

source: Year
es_es: Año

source: Room type
es_es: Tipo de habitación

source: Filter
es_es: Filtro

source: Update Availability
es_es: Actualizar Disponibilidad

source: Change the availability status of the rooms selected below for the specified date range.
es_es: Cambiar el estado de disponibilidad de las habitaciones seleccionadas abajo por las fechas específicas.

source: Sun
es_es: Dom

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Miér

source: Thu
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sáb

source: Unavailable
es_es: No Disponible

source: Available
es_es: Disponible

source: Displaying orders can be affected by changing room status in the date range that you selected. You should change room status only after deleting orders in the selected date range.
es_es: Los pedidos pueden ser afectados por el cambio de estado de la habitación en el intervalo de fechas que ha seleccionado . Usted debe cambiar el estado de habitación después de borrar los pedidos en el intervalo de fechas seleccionado

source: Yes
es_es: Si

source: Select
es_es: Seleccionar

source: None
es_es: Ninguno

source: Close
es_es: Cerrado

source: Update Pricing
es_es: Actualizar Precios

source: Apply a pricing adjustment in bulk to the rooms selected below for the specified date range.
es_es: Aplicar ajuste de precio al por mayor en las habitaciones seleccionadas abajo para la fecha específica.

source: Add to price
es_es: Añadir Precio

source: Replace price
es_es: Reemplazar Precio

source: Increase price by % amount
es_es: Incrementar precio por % cantidad

source: Decrease price by % amount
es_es: Dismunuir precio por % cantidad

source: Update Unit Pricing
es_es: Actualizar precio unitario

source: Dismiss this notice.
es_es: Despedir esta noticia.

source: Save Settings
es_es: Guardar Ajustes

source: Room availability management
es_es: Gestión disponibilidad habitaciones

source: Room pricing management
es_es: Gestión Precio Habitación

source: You need to add some pages to display rooms and check availability result for AweBooking.
es_es: Usted necesita añadir algunas páginas del display de habitaciones y de disponibilidad

source: Add Pages automatically
es_es: Añadir Paginas automáticamente

source: Skip
es_es: Omitir

source: ROOMS
es_es: HABITACIONES

source: Select language default.
es_es: Elegir lenguaje por defecto

source: Number calendar
es_es: Número Calendario

source: Number of calendar datepicker
es_es: Número del calendario para elegir

source: Pending
es_es: Pendientes

source: Complete
es_es: Completado

source: Enable or disable field of form check available.
es_es: Habilitar o deshabilitar campo en ver disponibilidad

source: Enable Room Type
es_es: Habilitar Tipo de Habitación

source: Enable Select Multiple Room
es_es: Habilitar Selección Múltiples Habitaciones

source: Enable/disable field in check available form shortcode.
es_es: Habilitar/deshabilitar campos en el shorcode

source: Enable Select multiple Room
es_es: Habilitar selección de múltiples habitaciones

source: Style form check available.
es_es: Estilo de forma de la disponibilidad

source: Copy this shortcode and paste it into your post, page, or text widget content:
es_es: Copia y pega este shortcode en tu post, page o widget

source: Same day bookings
es_es: Reservas mismo día

source: Day in advance
es_es: Día de antelación

source: Current date + some date.
es_es: Fecha actual + alguna fecha

source: Max adult
es_es: Max Adulto:

source: Max Child
es_es: Max Niño:

source: Max Night
es_es: Max Noches

source: Currency
es_es: Moneda

source: Prevent book on pending date
es_es: Prevenir reserva sobre la fecha pendiente

source: Export data
es_es: Exportar data

source: Upload File Success
es_es: Subida exitosa

source: Begin Import Data
es_es: Comenzar importar data

source: Checkout presentation style
es_es: Checkout estilo

source: Check Availability
es_es: Ver Disponibilidad

source: Selected page to display check availability form.
es_es: Seleccionar para mostrar en el display de ver disponibilidad (formulario)

source: List Room
es_es: Lista Habitaciones

source: Selected page to display all rooms.
es_es: Seleccionada pagina para mostrar todas las habitaciones

source: Selected page to display checkout form.
es_es: Seleccionada pagina para mostrar pagos formulario

source: Install Pages
es_es: Instalar páginas
